Repository: Revazza/CivicHub
Catalog: src/CivicHub.Api/Resources/ValidatorMessages.*.resx
Languages: ka

# PersonIdCannotMatchAnother
source: PersonId must not be equal to other personId
ka: ფიზიკური პირის იდენთიფიკატორი არ უნდა იყოს ტოლი მეორე ფიზიკური პირის იდენთიფიკატორის

# MustBeEnglish
source: {0} Must be English
ka: {0} უნდა იყოს ინგლისური

# MustBeEnglishOrGeorgian
source: {0} Must be English or Georgian
ka: {0} უნდა იყოს ინგლისური ან ქართული

# MustBeOneWord
source: {0} Must be one word
ka: {0} უნდა იყოს ერთი სიტყვა

# MustContainOnlyDigits
source: {0} Must contain only digits
ka: {0} უნდა შეიცავდეს მხოლოდ ციფრებს

source: First name
ka: სახელი

source: Last name
ka: გვარი

source: City code
ka: ქალაქის კოდი

source: Phone number
ka: ტელეფონის ნომერი

source: Age
ka: ასაკი

source: Area code
ka: სატელეფონო კოდი

source: Country code
ka: ქვეყნის კოდი

source: Personal number
ka: პირადი ნომერი

source: Gender must be specified
ka: სქესის არჩევა სავალდებულოა

source: Gender
ka: სქესი

# MustBeAdult
source: Must be over 18 years old
ka: უნდა იყოს 18 წელს გადაცილებული

source: Magic number entered
ka: არა რეალური ციფრია შეყვანილი

source: Phone type
ka: ტელეფონის ტიპი

# FirstAndLastNameDontHaveMatchingLanguages
source: First name and last name must be same language
ka: სახელი და გვარი ერთ ენაზე უნდა იყოს შეყვანილი

source: Person id
ka: ფიზიკური პირის იდენთიფიკატორი

source: Page size
ka: გვერდის სიდიდე

source: Page number
ka: გვერდის ნომერი

# FileSizeExceeded
source: File size must not exceed {0} MB
ka: ფაილის სიდიდე არ უნდა აღემატებოდეს {0} MB

# InvalidFileType
source: Invalid file type. Only .png is allowed
ka: არა ვალიდური ფაილის ტიპი. მხოლოდ .png არის ვალიდური
